aaron-bond.better-comments
akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
almenon.arepl
asciidoctor.asciidoctor-vscode
batisteo.vscode-django
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
golang.go
googlecloudtools.cloudcode
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
humao.rest-client
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
JuanBlanco.solidity
KevinRose.vsc-python-indent
kortina.vscode-markdown-notes
littlefoxteam.vscode-python-test-adapter
Luxcium.pop-n-lock-theme-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
njqdev.vscode-python-typehint
PKief.material-icon-theme
platformio.platformio-ide
qwtel.sqlite-viewer
redhat.ansible
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tomoki1207.pdf
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
